[LANGUAGE]
language="English"
CharacterSet=1
translator=
e-mail=
web=

[Main]
1=File
2=New Policy file
3=Open
4=Policy file...
5=Log file...
6=Save Policy
7=Save Policy As...
8=Exit
9=Filter
10=No Filter
11=Filter Traffic
12=Block All Traffic
13=Pause Monitoring
14=Options
15=Preferences...
16=Display Processes
17=Display Listening Connections
18=Display UDP Protocol
19=Display 0.0.0.0 and 127.0.0.1
20=Help
21=Check for updates...
23=Donate...
24=About...
25=Close Connection
26=Create a New Rule...
27=Copy Remote Address
28=Resolve Host
29=Add a New Rule...
30=Edit Selected Rule...
31=Delete Selected Rule...
32=Enabled
33=Copy Text
34=Clear Log
35=Remove Selection
36=Clear All History
37=Process Details...
38=Kill Process!
39=New policy file
40=Open policy file...
41=Save policy file
42=Move up selected rule
43=Move down selected rule
44=Activity
45=Policy
46=Log
47=History
48=Protocol
49=Local Address
50=Local Port
51=Remote Address
52=Remote Port
53=Service
54=Status
55=Time - Date
56=Process
57=Path
58=Action
59=Rule #
60=Enabled
61=Log Events
62=Description
63=Date
64=Session
65=Received
66=Sent
67=Total
68=Blocked Attempts
69=Monitoring: Active
70=Policy:
71=Established:
72=In:
73=Out:
74=Total established connections
75=Traffic received
76=Traffic sent
77=Download speed
78=Upload speed
79=Monitoring: Paused
80=Save changes to policy file before exit?
81=SterJo NetStalker is active.
82=SterJo NetStalker is paused. Please activate it as soon as possible.
83=BLOCKED CONNECTION
84=Unknown
87=Do you want to delete the selected rule?
88=Unable to close connection
89=Do you want to close the selected connection?
90=Connection successfully closed
91=File not found
92=Do you want to kill the selected process?
93=Kill Process!
94=Unable to kill selected process
95=Create a new policy file?
96=Save changes to the old policy file?
97=All incoming and outgoing connections are allowed. Rules are ignored.
98=Filter level: No Filter
99=All incoming and outgoing connections are compared with each rule in the policy.
100=Filter level: Filter Traffic
101=All incoming and outgoing connections are blocked.
102=Filter level: Block All Traffic
103=Unable fo find Help file.
104=Open log file...
105=New version available!
106=Would you like to download it from our website?
107=No new updates available!
108=SterJo NetStalker has blocked activity to your computer!
109=Time:
110=This event was performed by rule:
111=Unable to resolve hostname!
112=Create a new policy file...
113=Show filtered processes...
114=Edit selected rule...
115=Delete selected rule...
116=Filtered Processes...
117=Search Online...
118=Are you sure?
119=The following processes have tried or already established a connection until now:
120=Remove


[Add]
1=Create a new rule...
2=Description:
3=Type a description here
4=Remote Address:
5=any address
6=simple address
7=Remote Port:
8=any port
9=simple port
10=Log events:
11=enabled
12=disabled
13=Enabled:
14=true
15=false
16=Action:
17=accept
18=reject
19=&Add
20=&Modify
21=&Cancel
22=<Empty item>
23=Error!
24=Invalid IP address
25=Invalid number
26=Rule already exist.
27=Rule #
28=New rule successfully created.
29=Rule:
30=Selected rule successfully modified.
31=Log if rule matches:
32=Active rule:
33=Modify selected rule...
34=no description


[About]
1=About
2=Version:
3=This product is FREE for personal or commercial use.
4=Copyright © SterJo Software. All rights reserved.
6=&Close


[Preferences]
1=Preferences...
2=&Run with Windows
3=Run &Minimized
4=&Show blocked attempts in popup balloon
5=&Ask before manually closing connection
6=&Close connection with a double click
7=&Show File Properties with a double click
8=Log
9=Language
10=Limit log size to
11=Choose your language:
12=Folder:
13=Log size not defined.


[Splash]
5=This application requires Windows XP or higher.
7=Open
8=Exit


[Tray]
1=Open
2=Exit
3=Select Language
4=Select:
5=&Apply
6=&Cancel
7=Please restart the application for changes to take effect.
8=The language has been changed.


[Resolve]
1=Resolve Host
2=Remote Address:
3=Remote Host:
4=Resolving hostname...
5=Close


[Log]
1=Log Viewer
2=Time - Date
3=Protocol
4=Local Address
5=Local Port
6=Remote Address
7=Remote Port
8=Service
9=Status
10=Copy Text
11=Copy Remote Address


[Alert]
1=The following process(es) is (are) trying to access internet:
2=Process
3=Trust
4=File Details
5=Kill Process!
6=Digital Signature
7=Trusted
8=Not signed...
9=Error
10=Disallowed
11=Not trusted
12=Failed to verify...


[Processes]
1=The following processes have tried or already established a connection until now:
2=Remove
3=File Details
4=Close